let handler = m => m;

handler.all = async function (m) {
  let chat = global.db.data.chats[m.chat];
  let responses;
  if (/^تاماكي تحبيني|تاماكي احبك|تاماكي بدي اتزوجك|تاماكي انتي الي|تاماكي اموت فيك$/i.test(m.text)) {
    responses = [
      'شكراً قلبي 🩷', 
      'بفكر في الأمر', 
            'حتى انا 💙', 
                  'استحي 😌', 
                        'خلاص استحي 🥲 ', 
                              'اسكتتتتت ترا اضربك عيب وش هل كلام   ', 
                                    'طيب و بعدين 💀' 
    ];
  } else if (/^السلام عليكم|هاي|السلام|سلام عليكم|مرحبا$/i.test(m.text)) {
    responses = [
      '🤍 وعليكم السلام', 
         '😎وعليكم السلام حبي منور.', 
             '🦉 وعليكم السلام كيفك', 
                  '❤️ وعليكم السلام ورحمة الله وبركاته'
    ];
  }else if (/^تاماكي كيفيك|كيفك|كيفيك|كيف الأحوال|كيف حالكم$/i.test(m.text)) {
    responses = [
      '🩷 كل شيء بخير الحمد لله ', 
         '🤍 مدري', 
             '❤️ الحمد لله ماشي الحال ', 
                 '❤️‍🔥 الحمد الله', 
                     '😳 اذا انت بخير انا بخير'
    ];
  }else if (/^كل زق|كلزق|كزق|زق|كل خرا|كلخرا|زرقه$/i.test(m.text)) {
    responses = [
      '😡 عيب ', 
         '😔 تأدب ', 
             '😱 يا وسخ ', 
                 '😞 الله يهديك ', 
                  '🤫 عيب يا طفل'
    ];
}else if (/^ماذا تفعل|تاماكي شتسوي|ايش تسوي|وش تسوي|ايش قاعد تسوي$/i.test(m.text)) {
    responses = [
      '🤓 ولا شيء و انت  ', 
          '😎 اشرب شاي تفضل  ', 
               '🫡 اتفرج تلفاز', 
                 '🤯 أشاهد انمي', 
                  '🙄 اكلمك'
    ];
  }else if (/^هههه|😂|😭|ههههه|هههههه|ههههههه|هههههههه|ههههههههه|هههههههههه$/i.test(m.text)) {
    responses = [
      '😂 دوم هل ضحكة ', 
           '❤️ دايمه', 
                  '🫡 دوم يا رب  ', 
                        'ههه ', 
                        'ههههههههه', 
                        '🦉 ايش لي يضحك', 
                        '💀 اضحك معاك؟', 
                            '🤓 دوم '
    ];
  }else if (/^صباح الخير|صباح النور|صباح الورد$/i.test(m.text)) {
    responses = [
      ' صباحك ❤️ ', 
         '😂 صباح المدرسة', 
             '🦉 صباح ولا مساء ', 
                 '😭  انا بنام تصبح على خير ', 
                  '😂😂 روح كمل نوم'
    ];
  }else if (/^تاماكي اسكتي|اسكتي شوي|يا بنتي اسكتي$/i.test(m.text)) {
    responses = [
            '💀 ما دخلك ', 
              '🦉 مش علي كيفك', 
                '😔 لا مين انت عشان تسكتني', 
                  '🤫 اسكت انت'
    ];
  }else if (/^تاماكي منوره|منوره|يا منورة وربي$/i.test(m.text)) {
    responses = [
            '🫡🤍 تسلم والله ', 
              '🦉 يزين نوري انا', 
                '😔 ماخذة نورك', 
                  '🦉❤️ يزينك كيفك'
    ];
  }else if (/^نورت|منور|يا منوو وربي$/i.test(m.text)) {
    responses = [
            '🫡🤍  اتفق والله ', 
              '🦉 يزين نوره الي نور', 
                '😔 اخذ نورك', 
                  '🦉❤️ يزينك كيفك'
    ];
  }else if (/^تاماكي وينك|تاماكي|يا تاماكي$/i.test(m.text)) {
    responses = [
            '🫡🤍 سمي يقلبي ', 
              '🦉 اكيد اشتقتوا لي', 
                '😔 يزين من يسال عني', 
                  '🦉❤️ امر يقلبي'
    ];
  }else if (/^دزي|دز|اذلف$/i.test(m.text)) {
    responses = [
            'عيب 🤫 ', 
              'استحي يا ورع 💀', 
                '😔 دز لوحدك يالورع ', 
                  '🦉 مالك دخل'
    ];
  }else if (/^مساء النور|مساء الخير|مساء$/i.test(m.text)) {
    responses = [
            '🫡🤍  مساء النور ', 
              '🦉 نورت/ي', 
                '😔 يزين من نور علينا', 
                  '🦉❤️ مسائك انا'
   } 
  if (responses) {
    let randomIndex = Math.floor(Math.random() * responses.length);
    conn.reply(m.chat, responses[randomIndex], m);
  }
  return !0
};

export default handler;
