let handler  = async (m, { conn }) => { 
 let a='./Tamaki/Guru.jpg'
 let teks = ` 
 ${pickRandom([`*–––––––– ·「☠️」· ––––––––––*

*❮ توضیح اوامر بوت'تاماكي'🤖 ❯*

*–––––––– ·「☠️」· ––––––––––*

*˼‏👑˹ قـسـم اوامر الـمـجـمـوعـات╿↶*

*–––––––– ·「☠️」· ––––––––––*

❦┇امر *.منشن* مع کتابة رساله ، هو ان المشرف یکتب الامر و البوت یمنشن جمیع الأعضاء في الجروب مع قائمة المناشن
•
*مثال :* .منشن ( الرسالة )

*–––––––– ·「☠️」· ––––––––––*

❦┇امر *.لمنشن* هو ان المشرف یرد علی رسالة *نصية - فيديو - صورة و ...* و البوت یعید الارسال الرساله و یجعله منشن جماعي للاعضاء

*–––––––– ·「☠️」· ––––––––––*

❦┇امر *.مخفي* مع کتابة رساله ، هو ان المشرف یکتب الامر *مع رساله او بدون رساله* و البوت یمنشن منشن جماعي للاعضاء  بدون قائمة المنشن 
•
*مثال :* .مخفي ( الرسالة )

*–––––––– ·「☠️」· ––––––––––*

❦┇امر *.طرد* مع منشن العضو ، طرد العضو من الجروب الا مؤسس الجروب ... *الا اذا کان البوت مشرفا اولا*  ...
•
*مثال :* .طرد @...
───── • ◈ • ─────
❦┇امر *.ترقیة* مع منشن العضو ، هو ان المشرف یمنشن العضو و البوت یخلیه مشرف المجموعه ... *الا اذا کان البوت مشرفا اولا*  ...
•
*مثال :* .ترقية @...

*–––––––– ·「☠️」· ––––––––––*

❦┇امر *.خفض* مع منشن العضو ، هو ان المشرف یمنشن المشرف التاني و البوت یشیل الاشراف منه ... *الا اذا کان البوت مشرفا اولا*  ...
•
*مثال :*  .خفض @...

*–––––––– ·「☠️」· ––––––––––*

❦┇امر *.حذف* مع الرد علی رساله ، البوت یحذف الرسالة من قبل المشرف في الجروب عن الاعضاء و لازم ترد علی رسالة *نصية - فيديو - صورة و...* ... *الا اذا کان البوت مشرفا اولا*  ...

*–––––––– ·「☠️」· ––––––––––*

❦┇امر *.جروب* ، هو ان البوب یغلق شات الجروب و یفتحه ... *الا اذا کان البوت مشرفا اولا*  ...
•
*مثال :* .جروب فتح╎.جروب اغلاق

*–––––––– ·「☠️」· ––––––––––*

❦┇امر *.انذار* مع کتابة السبب ، هو ان المشرف یکتب الامر مع کتابة السبب للعضو و بعد تلقي العضو *خمس انذار* الانذار *السادس* یطرد العضو من الجروب ، الرد بالامر علی *رساله او منشن العضو*
•
*مثال :* .انذار ( السبب ) ╎.انذار @... سبام

*–––––––– ·「☠️」· ––––––––––*

❦┇امر *.حذف-انذار* مع منشن العضو ، هو ان المشرف بعد ما اعطی العضو انذار *واحد او ...* من اصل *خمس* یمکن کتابة هذا الامر لحذف الانذار
•
*مثال :* .حذف-انذار @...

*–––––––– ·「☠️」· ––––––––––*

❦┇امر *.الانذارات* هو ان العضو او المشرف یشوف عدد تلقي انذاراته من قبل المشرف بکتابته هذا الامر

*–––––––– ·「☠️」· ––––––––––*

*˼‏🎴˹ قـسـم اوامر الـتحـويـل╿↶*

*–––––––– ·「☠️」· ––––––––––*

❦┇امر *.ملصق* مع الرد علی *صوره و ...* ، هو ان العضو یستخدم هذا الامر بالرد علی *صوره - فيديو* و البوت یحوله لملصق

*–––––––– ·「☠️」· ––––––––––*

❦┇امر *.لملصق* مع الرد علی *ملصق* ، هو ان العضو یستخدم هذا الامر لتغییر حقوق الملصقات
•
*مثال :* .لملصق بروك ساما| ᏰᎡᏫᏫᏦ ᏚᎯᎷᎯ ☠🗡 

*–––––––– ·「☠️」· ––––––––––*

❦┇امر *.لفيديو* هو ان العضو یستخدم هذا الامر بالرد علی *ملصق متحرك* و البوت یرسل الملصق علی شکل فيديو

*–––––––– ·「☠️」· ––––––––––*

❦┇امر *.لصوت* هو ان العضو یرد علی *فيديو* باستخدام هذا الامر و البوت یسحب الصوت من الفيديو ویرسل للعضو *صوت الفيديو او mp3*

*–––––––– ·「☠️」· ––––––––––*

❦┇امر *.لصورة* هو ان العضو یرد علی *ملصق ثابت* باستخدام هذا الامر و البوت یحول الملصق لصوره

*–––––––– ·「☠️」· ––––––––––*

❦┇امر *.دائري* مع الرد علی *صوره* ، هو ان العضو یستخدم هذا الامر بالرد علی صوره و البوت یحوله لملصق دائري الشكل

*–––––––– ·「☠️」· ––––––––––*

*˼‏🕹️˹ قـسـم اوامر التـرفـیــه╿↶*

*–––––––– ·「☠️」· ––––––––––*
❦┇امر *.إكس-او* هو ان العضو یکتب الامر *مع کتابة رقم او اسم للغرفة* و العضو التالي یکتب نفس الامر و اسم او رقم الغرفة لبدأ لعبة (❎⭕)
•
*مثال :*
العضو الاول ( .إكس-او 1 )╎العضو التاني ( .إكس-او 1 )

*–––––––– ·「☠️」· ––––––––––*

❦┇امر *.بينغ* لتشوف سرعة الانترنت عند البوت

*–––––––– ·「☠️」· ––––––––––*

*˼‏🔍˹ قـسـم اوامر البـحـث╿↶*

*–––––––– ·「☠️」· ––––––––––*

❦┇امر *.یوتیوب* بحث في الیوتیوب
•
*مثال :* .يوتيوب edit one piece 

*–––––––– ·「☠️」· ––––––––––*

❦┇امر *.بينترست* بحث صور من بينترست
•
*مثال :* .بينترست Luffy 

*–––––––– ·「☠️」· ––––––––––*

❦┇امر *.جوجل* بحث في جوجل
•
*مثال :* .جوجل متی اخترع اول كمبيوتر

*–––––––– ·「☠️」· ––––––––––*

❦┇امر *. ويكيبيديا* بحث من ويكيبيديا
•
*مثال :* .ويكيبيديا سلطنة عمان

*–––––––– ·「☠️」· ––––––––––*

*˼‏📥˹ قـسـم اوامر التحـمـيل╿↶*

*–––––––– ·「☠️」· ––––––––––*

❦┇امر *.درايف* تحمیل من جوجل درایف مع ارسال رابط
•
*مثال :* .درایف ( رابط )

*–––––––– ·「☠️」· ––––––––––*

❦┇امر *.يوتيوب2* تحمیل الفيديوهات من الیوتيوب مع ارسال رابط
•
*مثال :* .يوتيوب2 ( رابط )

*–––––––– ·「☠️」· ––––––––––*

❦┇امر *.تيكتوك* تحمیل الفيديوهات من تیك توك مع ارسال رابط
•
*مثال :* .تيكتوك ( رابط )

*–––––––– ·「☠️」· ––––––––––*

❦┇امر *.انستا* تحمیل الفيديوهات من انستاغرام مع ارسال رابط
•
*مثال :* .انستا ( رابط )

*–––––––– ·「☠️」· ––––––––––*

*˼‏👥˹ قـسـم اوامر الاعـضــاء╿↶*

*–––––––– ·「☠️」· ––––––––––*

❦┇امر *.بوت* ,هو ذكاء اصطناعي *بـChatGPT*
•
*مثال :* .بوت من انت ؟

*–––––––– ·「☠️」· ––––––––––*

❦┇امر *.بروفايل* البوت یرسل معلومات ملفك الشخصي

*–––––––– ·「☠️」· ––––––––––*

❦┇امر *.اختفاء* هو ان العضو یکتب الامر مع کتابة السبب لإختفائه انه راح یختفي لدقائق او ساعات من الجروب ومن یمنشنه او یرد احد علی رسالته راح یرسل البوت للشخص الي منشنه انه في وضع الاختفاء و مع سبب عدم وجوده والوقت الي غاب من وجوده في الجروب
•
*مثال:* .اختفاء مشغول 

*–––––––– ·「☠️」· ––––––––––*

❦┇امر *.تسجيل* ، تسجیل اسم و العمر في البوت
•
*مثال :* .تسجيل تاماكي تشان.18

*–––––––– ·「☠️」· ––––––––––*

❦┇امر *.بروفايل* ، يعطيك معلومات عن رقمك و سجلك
•
*مثال :* .بروفايل

*–––––––– ·「☠️」· ––––––––––*

❦┇امر *.المطور* یرسل رقم مطور البوت

*–––––––– ·「☠️」· ––––––––––*

*𝐓𝐀𝐌𝐀𝐊𝐈 𝐁𝐎𝐓*

*–––––––– ·「☠️」· ––––––––––*
ً'`])} 
 `.trim() 
 conn.sendFile(m.chat, a,null,teks, m)}
 handler.customPrefix = /شرح|شرح الاوامر|شرح اوامر تاماكي/i 
 handler.command = new RegExp 
  
 export default handler 
  
 function pickRandom(list) { 
     return list[Math.floor(Math.random() * list.length)] 
 }
