import fetch from 'node-fetch'

let handler = async function (m, { conn, text, usedPrefix }) {
  
let m2 =`*_<اوامر تاماكي/>_*   

*① ضع قبل كل أمر /*

*➁ يمنع استخدام البوت بشكل خاطئ*
          
*–––––––––– ·「☠️」· –––––––––*

*_اوامر المطور:_*

*☠️┣⌯ /إنضم*
*☠️┣⌯ /غادر*
*☠️┣⌯ /اسم*
*☠️┣⌯ /بلوك*
*☠️┣⌯ /انبلوك*
*☠️┣⌯ عام/*
*☠️┣⌯ /خاص*
*☠️┣⌯ /اذاعة*
*☠️┣⌯ /مميز*
*☠️┣⌯ /حذف-مميز*
*☠️┣⌯ /قائمة-المحظورين*

*–––––––––– ·「☠️」· –––––––––*

*_اوامر المشرفين :_*

*☠️┣⌯ /طرد*
*☠️┣⌯ /اضافة*
*☠️┣⌯ /ترقي*
*☠️┣⌯ /خفض*
*☠️┣⌯ /منشن*
*☠️┣⌯ /لمنشن*
*☠️┣⌯ /مخفي*
*☠️┣⌯ /الرابط*
*☠️┣⌯ /حذف*
*☠️┣⌯ /تحذير*

*–––––––––– ·「☠️」· –––––––––*

*_اوامر الاعضاء :_*

*☠️┣⌯ /لملصق*
*☠️┣⌯ /فيديو*
*☠️┣⌯ /تطقيمة*
*☠️┣⌯ /تحذيرات*
*☠️┣⌯ /لصورة*
*☠️┣⌯ /لفيديو*
*☠️┣⌯ /بلاكبينك*
*☠️┣⌯ /ميسي*
*☠️┣⌯ /رونالدو*
*☠️┣⌯ /تقصير*
*☠️┣⌯ /بروفايل*

*–––––––––– ·「☠️」· –––––––––*

*_اوامر التسلية:_*

*☠️┣⌯ /رتب*
*☠️┣⌯ /احزر*
*☠️┣⌯ /كت*
*☠️┣⌯ /اكس-او*
*☠️┣⌯ /مقولة*
*☠️┣⌯ /مقولات*
*☠️┣⌯ /تك*
*☠️┣⌯ /غبي*
*☠️┣⌯ /ذكاء*
*☠️┣⌯ /غباء*
*☠️┣⌯ /لو خيروك*

*–––––––––– ·「☠️」· –––––––––*

*_اوامر التنزيلات :_*

*☠️┣⌯ /انستقرام*
*☠️┣⌯ /سبوتيفاي*
*☠️┣⌯ /تيك*
*☠️┣⌯ /اغنية*
*☠️┣⌯ /بينترست*
*☠️┣⌯ /يوتيوب*

*–––––––––– ·「☠️」· –––––––––*

*_الإسلاميات:_*

*☠️┣⌯ /اذكار الصباح*
*☠️┣⌯ /اذكار المساء*
*☠️┣⌯ /آية الكرسي*
*☠️┣⌯ /سورة الكهف*

*–––––––––– ·「☠️」· –––––––––*

*_فروع مملكة كينجدوم:_*

*☠️┣⌯ /الاستيكرات*
*☠️┣⌯ /الاخبار*
*☠️┣⌯ /الصور*
*☠️┣⌯ /النشر*
*☠️┣⌯ /الاستقبال*
*☠️┣⌯ /الايديت*

*–––––––––– ·「☠️」· –––––––––*

*_اوامر التصميم:_*

*☠️┣⌯ /logo*

*–––––––––– ·「☠️」· –––––––––*

*_اوامر الدعم :_*

*☠️┣⌯ /owner*

*–––––––––– ·「☠️」· –––––––––*

𝐓𝐀𝐌𝐀𝐊𝐈 𝐁𝐎𝐓`


//const pp = await (await fetch('https://i.ibb.co/qMG1JPY/fg.jpg')).buffer()
    let pp = './Tamaki.jpg' 
    conn.sendFile(m.chat,pp,null, m2,null,m)
   
}

handler.help = ['audios']
handler.tags = ['main']
handler.command = ['المهام','اوامر','الاوامر',] 

export default handler
