let handler  = async (m, { conn, usedPrefix, command }) => {
//conn.reply(m.chat,`*┌────「 RETO 」─*\n*“${pickRandom(global.verdad)}”*\n*└────「 Mystic 」─*`, m)
conn.reply(m.chat, `╭━━━━━[ *مقولات من الانمي* ]━━━━⬣\n*“${pickRandom(global.verdad)}”*\n╰━━━━━━[Tamaki]━━━━━⬣`, m,)}

handler.help = ['مقولات']
handler.tags = ['fun']
handler.command = /^مقولات/i
handler.fail = null
export default handler

function pickRandom(list) {
  return list[Math.floor(list.length * Math.random())]
}

global.verdad = [
`*「مقولة رقم : 101」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇كايدو┇❖*

*❐لا يتخلى البشر عن الأمل…*
*لا بل يعجزون عن التخلي عنه*

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 102」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇بروك ساما┇❖*

*❐سأحميهم حتى لو كلفني هاذا حياتي.. اوه مع انني ميت*

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 103」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇بروك ساما┇❖*

*❐الرجال حين تقطع وعداً ، فلابد أن يوفون به مهما كان*

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 104」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇اينيل┇❖*

*❐البشر لايخافون من شيء اكثر من خوفهم من الموت*

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 105」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇اللحية البيضاء┇❖*

*❐أنا رجل واحد بقلب واحد،،قل انني شيطان ، قل انني وحش،،ولكنني لن ابقى الاقوى للابد*

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 106」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇سيلفر رايلي┇❖*

*❐ربما لا شيء في هذه الحياه يحدث عن طريق الصدفه كما يحدث كل شي لسبب،مصيرنا يأخذ شكلاً ببطء*

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 108」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇لوفي┇❖*

*❐تريد أن تحمي الجميع من الموت؟ هذا سخيف، إنها حرب، الناس تموت*

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 109」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇ميهوك┇❖*

*❐لا اتذكر اسم كل ضعيف اسحقه*

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 110」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇تشوبر┇❖*

*❐الالم هو اشارة لحماية الجسم ، لذا عدم شعور بالألم لا يجعلك اقوى بتاتاً*

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 111」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇زورو┇❖*

*❐عندما قررت ان تبحر في المحيطات،كل شي يحدث لك انت المسؤول عنه لا تلم البقية*

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 112」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇زيف┇❖*

*❐هناك أوقات لا يمكنك بها هزيمة رجل يحمل الإرادة العمياء في دمه*

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 113」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇كيزارو┇❖*

*❐بدون القوة .. لن تستطيع ان تنقذ احد*

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 114」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇ايس┇❖*

*❐بعض الاحيان يندفع الدم الى رأسي وأشعر انه إن هربت فسأخسر شيئاً مهماً!*

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 115」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇شانكس┇❖*

*❐اولئك الذي يريدون مواصله القتال ... تقدموا .. سنكون سعداء بقتالكم*

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 116」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇روبين┇❖*

*❐لدي حلم اريد تحقيقه حتى لو ضحيت في سبيلة كل م املك فلن يهمني*

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 117」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇ناروتو┇❖*

*❐النجاح أن تكون مستعدا للقيام بأمور لم يقم بها أحد من قبل .*

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 118」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇كاكاشي┇❖ *

*❐ستجد حتما من سيمد لك يد العون طالما لم تستسلم.*

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 119」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇ايتاتشي┇❖*

*❐لن تعرف حقيقة نفسك إلا عندما يأتيك الموت ستعرف أي شخص أنت و ستفهم حقيقة طبيعتك البشرية.*

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 120」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇اوبيتو┇❖*

*❐الرجل لن يكون رجل أن لم يمتلك ندبات قتال يتفاخر بها.*

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 121」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇اوروتشيمارو┇❖*

*❐كلما زادت سلطة الشخص ... كلما زاد غروره و غطرسته.*

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 122」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇مادارا┇❖*

*❐الأنسان ولد ليعيش ، لا ليمنع الآخرين من العيش.*

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 123」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇كونان┇❖*

*❐ لا تنمو الأزهار في عالم لا ضوء فيه.*

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 124」*

*––––––––– ·「☠️」· ––––––––––*

*❖┇ناروتو┇❖*

*❐ليس الوجه الذي يجعل شخصًا وحشًا ، إنه القرارات التي يتخذها المرء في حياته .*

*––––––––– ·「☠️」· ––––––––––*`,

`*「مقولة رقم : 125」*

*––––––––– ·「☠️」· ––––––––––*

*❖┇ناروتو┇❖*

*❐الأشخاص الذين يواصلون وضع حياتهم في خط الحرب للدفاع عن إيمانهم يصبحون أبطال ويستمرون في الوجود في الأساطير .*

*––––––––– ·「☠️」· ––––––––––*`,

`*「مقولة رقم : 126」*

*––––––––– ·「☠️」· ––––––––––*

*❖┇توبيراما┇❖*

*❐البالغون أغبياء. إذا كنت تريد حقًا إنهاء هذا الكفاح الذي لا نهاية له ، يجب عليك الجلوس معًا والتوصل إلى هدنة  .*

*––––––––– ·「☠️」· ––––––––––*`,

`*「مقولة رقم : 127」*

*––––––––– ·「☠️」· ––––––––––*

*❖┇شيكامارو┇❖*

*❐الكسل هو أم كل العادات السيئة. لكن في النهاية ، هي أم ويجب أن نحترمها .*

*––––––––– ·「☠️」· ––––––––––*`,

`*「مقولة رقم : 128」*

*––––––––– ·「☠️」· ––––––––––*

*❖┇كاكاشي┇❖*

*❐إذا تجمع الشركاء الذين تثق بهم من حولك ، فيمكن أن يأخذ الأمل شكلًا طبيعيًا وأن يكون مرئيًا. هذا ما أعتقده .*

*––––––––– ·「☠️」· ––––––––––*`,

`*「مقولة رقم : 129」*

*––––––––– ·「☠️」· ––––––––––*

*❖┇ناجي هيوجا┇❖*

*❐الفرق بين الغباء والعبقرية ، هو أن العبقرية لها حدودها .*

*––––––––– ·「☠️」· ––––––––––*`,

`*「مقولة رقم : 130」*

*––––––––– ·「☠️」· ––––––––––*

*❖┇ايتاتشي┇❖*

*❐لكي تكون قادرًا على أن تسامح وأن تكون على دراية بالذات ، فهذا ما يعنيه حقًا أن تكون قويًا .*

*––––––––– ·「☠️」· ––––––––––*`,

`*「مقولة رقم : 131」*

*––––––––– ·「☠️」· ––––––––––*

*❖┇هاكو┇❖*

*❐فقط من خلال عيون الآخرين أن حياتنا لها معنى .*

*––––––––– ·「☠️」· ––––––––––*`,

`*「مقولة رقم : 132」*

*––––––––– ·「☠️」· ––––––––––*

*❖┇ايتاتشي┇❖*

*❐أولئك الذين ليسوا قادرين على معرفة أنفسهم محكوم عليهم بالفشل .*

*––––––––– ·「☠️」· ––––––––––*`,

`*「مقولة رقم : 133」*

*––––––––– ·「☠️」· ––––––––––*

*❖┇اوبيتو┇❖*

*❐لا أحد يهتم بما كان عليه حتى أرتدي قناع .*

*––––––––– ·「☠️」· ––––––––––*`,

`*「مقولة رقم : 134」*

*––––––––– ·「☠️」· ––––––––––*

*❖┇مادارا┇❖*

*❐هل تعتقد أن الموت معًا يمكن أن يكون نوعًا من "العمل الجماعي"؟ .*

*––––––––– ·「☠️」· ––––––––––*`,

`*「مقولة رقم : 135」*

*––––––––– ·「☠️」· ––––––––––*

*❖┇ايتاتشي┇❖*

*❐حياة الناس لا تنتهي عندما يموتون. بل تنتهي عندما يفقدون إيمانهم.*

*––––––––– ·「☠️」· ––––––––––*`,

`*「مقولة رقم : 136」*

*––––––––– ·「☠️」· ––––––––––*

*❖┇شيكامورا┇❖*

*❐ليس لأنني كسول ، لكنني لا أهتم حقًا.*

*––––––––– ·「☠️」· ––––––––––*`,

`*「مقولة رقم : 137」*

*––––––––– ·「☠️」· ––––––––––*

*❖┇مادارا┇❖*

*❐استيقظ على الواقع! لا تسير الأمور وفقًا للخطة الموضوعة في هذا العالم. كلما طالت العمر ، كلما أدركت أنه في هذا الواقع لا يوجد سوى الألم والمعاناة والعقم.*

*––––––––– ·「☠️」· ––––––––––*`,

`*「مقولة رقم : 138」*

*––––––––– ·「☠️」· ––––––––––*

*❖┇باين┇❖*

*❐الألم هو وسيلة لتحقيق السلام.*

*––––––––– ·「☠️」· ––––––––––*`,

`*「مقولة رقم : 139」*

*––––––––– ·「☠️」· ––––––––––*

*❖┇جيرايا┇❖*

*❐المكان الذي لا يزال شخص ما يفكر فيه هو المكان الذي يمكنك الاتصال به بالمنزل.*

*––––––––– ·「☠️」· ––––––––––*`,

`*「مقولة رقم : 140」*

*–––––––– ·「☠️」· –––––––––*

*❖┇ناروتو┇❖*

*❐العمل الشاق لا طائل منه بالنسبة لأولئك الذين لا يؤمنون بأنفسهم.*

*–––––––– ·「☠️」· –––––––––*`,
]

