let handler  = async (m, { conn, usedPrefix, command }) => {
//conn.reply(m.chat,`*┌────「 RETO 」─*\n*“${pickRandom(global.verdad)}”*\n*└────「 Mystic 」─*`, m)
conn.reply(m.chat, `\n*“${pickRandom(global.verdad)}”*\n`, m,)}

handler.help = ['مقولات']
handler.tags = ['fun']
handler.command = /^مقولات/i
handler.fail = null
export default handler

function pickRandom(list) {
  return list[Math.floor(list.length * Math.random())]
}

global.verdad = [
`「مقولة رقم : 1」

*––––––––– ·「☠️」· –––––––––––*,

*❖┇غيلودا اتسو┇❖*

*❐الخوف ليس سيئا فهو يخبرك بقاط ضعفك وعندما تعرف نقاط ضعفك عندها يمكنك ان تكون اقوى وارح*

*––––––––– ·「☠️」· –––––––––––* `,
	`「مقولة رقم : 2」

*––––––––– ·「☠️」· –––––––––––*

*❖┇هيسوكا┇❖*

❐عندما تقرر ان تلعب بالنار فلا تملا الدنيا صراخا عندما تحترق

*––––––––– ·「☠️」· –––––––––––* `,
	`「مقولة رقم : 3」

*––––––––– ·「☠️」· –––––––––––*

*❖┇جيرايا┇❖*

❐انا متاكد انه سياتي يوم حين يستطيع الناس ان يتفاهمو فيما بينهم بصدق

*––––––––– ·「☠️」· –––––––––––* `,
	`「مقولة رقم : 4」

*––––––––– ·「☠️」· –––––––––––*

*❖┇كورابيكا┇❖*

❐المجرم شخص قتل مشاعره بيده

*––––––––– ·「☠️」· –––––––––––* `,
	`「مقولة رقم : 5」

*––––––––– ·「☠️」· –––––––––––*

*❖┇ايلومي┇❖*

❐الاجابه واضحه سلفا لا تقاتل خصما لا تستطيع التغلب عليه

*––––––––– ·「☠️」· –––––––––––* `,
	`「مقولة رقم : 6」

*––––––––– ·「☠️」· –––––––––––*

*❖┇شاوابوف┇❖*

❐في عالم البشر هذه ظاهره شائعه بشر بدون ذكا او موهبه ينتهي بهم الامر في مناصب عليل بسبب صله الدم او العلاقات

*––––––––– ·「☠️」· –––––––––––* `,
	`「مقولة رقم : 7」

*––––––––– ·「☠️」· –––––––––––*

*❖┇دوفلامينغو┇❖*

❐السحر الاكثر اعجابا يكون ابسط خدعه

––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 8」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇ريوزاكي أل┇❖*

*❐لدى قاعدتين الاولى انا لا اخطى ابدا الثانيه اذا كنت مخطئا عد الى القاعده الاولى*

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 9」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇لولوش┇❖*

*❐لهزيمه الشر ساصبح شرا اعظم*

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 10」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇كوغامي┇❖*

*❐القانون لايحمي الناس الناس من يحمون القانون*

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 11」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇شيل┇❖*

*❐نحن لا نحتاج الى الماضي كل مانحتاجه هو الحاضر و المستقبل*

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 12」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇هايبرا┇❖*

*❐الحياه جميله لكن علينا ان نتعلم كيف نعيشها*

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 13」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇لاو┇❖*

*❐الضعفاء لا يمكن ان يختارو الطريقه التي سيموتون بها*

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 14」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇كاكاشي┇❖*

*❐الطريقة المثلى لتجنب موقف ما مزعج هي الإبتسامة*

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 15」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇كونان┇❖*

*❐الاهتمام بالتفاصيل الصغيرة…هو السبيل الوحيد لحل أصعب القضايا*

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 16」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇هايبارا┇❖*

*❐الصداقة ليست مثل المشروبات اذا انتهيت منها رميتها*

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 17」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇ناغاتو┇❖*

*❐لا يوجد شي اسمه السلام حقيقي السلام مستحيل طالما اننا نعيش في هذا العالم المشووم*

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 18」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇نيتيرو┇❖*

*❐عندما يغضب الانسان يتصرف بشكل لا يرضاه عقله في حاله هدوئه*

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 19」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇زورو┇❖*

*❐ان تكون قويا لا يعني ان تمتلك القوه و العضلات بل ان تمتلك قلبا*

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 20」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇سايتاما┇❖*

*❐البشر اقويا لانهم يملكون القدره لتغيير انفسهم*

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 21」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇سانجي┇❖*

*❐افضل الموت على ضرب امراه*

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 22」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇تاكاسوغي┇❖*

*❐الناس الوحيدون الذي يقولون انهم لا يهتمون بامر المال في الحقيقه هم اكثر الناس امتلاكاً له*

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 23」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇غاي┇❖*

*❐العمل الجاد و الجهد لن يضيعا ابدا*

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 24」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇زين┇❖*

*❐الشخص الوحيد الذي ينبغي ان يختار المسار الذي ستتخذه هو انت*

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 25」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇ليفاي┇❖*

*❐لم اعرف قط الخيار الصحيح*

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 26」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇اكاي┇❖*

*❐الخوف من الموت اسوء من الموت نفسه*

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 27」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇ريوك┇❖*

*❐عالم البشر ممل يعيش به اناس مملون يقومون باشيا ممله ولكنهم مثيرين للاهتمام حقا*

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 28」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇ميكاسا┇❖*

*❐وحدهم المنتصرون مسموح لهم بالعيش هذه هي ماهيه العالم الذي لا يرحم*

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 29」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇يوهان┇❖*

*❐الشي الوحيد الذي يتساو به البشر هو الموت*

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 30」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇فوجيتورا┇❖*

*❐الاعمى يتمتع بنعمه عدم النظر الى حثاله هذا العالم*

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 31」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇غينكو┇❖*

*❐من الصعب جدا فهم المشاعر لكن الاصعب من ذلك شرحها لاشخاص لم يشعرو بها من قبل من الصعب اقتسام عالم غير معروف*

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 32」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇ساكوراغي┇❖*

*❐تذكر دائما ان هناك اناس يحبوك لهذا ابتسم*

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 33」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇كيد┇❖*

*❐اشرار العالم يبدون اكثر انسانيه عند مقارنتهم بهولا الصفوه من الطبقه العليا بالفعل لسنا اشخاصا طيبين ولكن على الاقل لدينا جانب انساني*

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 34」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇ماشيرو┇❖*

*❐الاحلام لا تتحق بسب شخص اخبرك بانها سوف تتحقق انه تتحقق بارادتك انت وحدك*

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 35」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇اونيزوكا┇❖*

*❐الحياه هي مجرد وجود موقت*

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 36」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇هيسوكا┇❖*

*❐اذ اردت القضاء على احد فقدم له الرعب و الياس*

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 37」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇شياكي┇❖*

*❐احيانا ان تصمت لا يعني انك لا تعرف الاجابه بل يعني انك سئمت مناقشه الاغبياء*

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 38」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇تيتش┇❖*

*❐احلام الناس لا تنتهي*

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 40」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇هيلولوك┇❖*

*❐متى برايك يموت الانسان*
*عندما تخترق رصاصه قلبه اخطات*
*عندما يحتسي شرابا ساما اخطات*
*عندما يصاب بمرض لا علاج له اخطات*
*يموت الانسان عندما ينساه الناس*

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 41」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇كانامي┇❖*

*❐احيانا النسيان يكون نوع من السعاده*

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 42」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇ايرين┇❖*

*❐لا تحزن اذا رجعت خطوه الى الوراء فلا تنسي ان السهم يحتاج ان ترجعه الى الوراء لينطلق بقوه الى الامام*

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 43」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇شيرا┇❖*

*❐مهما كانت عيوبي او معاناتي فهذه هي الحياه التي ولدت فيها*

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 44」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇كانيكي┇❖*

*❐انا لست على خطا الشي الخاطى هو هذا العالم*

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 45」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇لوفي┇❖*

*❐ان لم تخاطر فلن تصنع مستقبلاً*

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 46」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇إدوارد┇❖*

*❐كيف تستطيع التقدم للامام اذا واصلت التاسف على الماضي*

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 47」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇ناروتو┇❖*

*❐لا تعيش مع الأكاذيب أو المخاوف ، لأنك سوف تنتهي بكراهية نفسك*

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 48」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇سورا┇❖*

*❐يقولون أن الناس يمكن أن تتغير ، ولكن ... هل هذا صحيح؟ إذا قرروا أنهم يريدون الطيران ، هل يحصلون على أجنحة؟ لا أصدق ذلك ليس عليك تغيير نفسك ، ولكن كيف تفعل الأشياء. يجب عليك إنشاء طريقة للطيران بينما لا تزال على حالها*

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 49」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇كينشي┇❖*

*❐يمكنك الموت في أي وقت ، ولكن العيش يتطلب شجاعة*

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 50」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇يوه أساكورا┇❖*

*❐من السهل أن تفقد أعصابك ، فمن الصعب الاحتفاظ بها*

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 51」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇غينتوكي┇❖*

*❐لا تلوح بقبضة أمام الناس إن لم تكن مستعداً لتلقي الضرب*

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 52」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇كايتو┇❖*

*❐تضييع الوقت نفسه يعتبر جريمة*

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 53」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇كاقامي┇❖*

*❐ليس هناك شيء كمجهود بلا فائده*

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 54」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇ماكشيما┇❖*

*❐الكتب ليست شيئاً تقرأه فقط إنها شكلٌ من أشكال التفكر*

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 55」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇كانامي┇❖*

*❐اذا انتظرت فسوف يكون الاعتذار حينها اصعب فقط*

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 56」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇ساكاتا┇❖*

*❐حتى وان كنت شخصية مهمه إلا انك ستموت*

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 57」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇ساروتوبي┇❖*

*❐لا وجود لأحد قد يتمكن من لئمِ ندوب القلب الوقت وحده قادر على جعلك تنسى ندوب قلبك*

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 58」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇سيبر┇❖*

*❐ان كنت ستواجه الشر بالشر بدافع كراهيتك له سيولد الغضب والكراهيه صراعاً جديداً*

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 59」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇موقامي┇❖*

*❐الذي يفقد وعيه في منتصف المعركه ؛ لن تكتب له النجاة فيها*

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 60」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇ساكاتا┇❖*

*❐مهما كان نوع المعاناة التي واجهتموها لا تتوقفوا عن التبسم *

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 61」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇كوتارو┇❖*

*❐أعتقد بأن احظى بصديق لا يتغير ، ليس أمراً سيئاً بعد كل شي *

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 62」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇ران┇❖*

*❐لايمكنك كلمة الشجاعه هي كلمة تعطيك القوه لا يمكنك استخدامها كسبب لاخذ حياه أحد *

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 63」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇ماركو┇❖*

*❐لا يمكنك الوصول للملك بسهوله *

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 64」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇هيرساوا┇❖*

*❐حسناً تعلمين عندما تقومين بالمذاكره تشعرين برغبة فعل شيءٍ اخر *

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 65」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇سينشي┇❖*

*❐الحقيقه واحده دائماً *

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 66」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇غون┇❖*

*❐تقتلون الناس بلا مبالاة وحين مات صديقكم قمتم بالبكاء *

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 67」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇باين┇❖*

*❐اريدكم ان تشعرو بالألم ان تفكروابالألم أن تتقبلوا الألم ان تدركوا الألم أولئك من لا يعرفون الألم لن يعرفوا أبداً السلام الحقيقي  *

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 68」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇روبين┇❖*

*❐التاريخ قد يتكرر، لكن الإنسان لا يمكنه العودة للماضي  *

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 69」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇جوهان┇❖*

*❐هل تعتقد أن اخطائك ستختفي اذا كذبت؟  *

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 70」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇اوبيتو┇❖*

*❐بالطبع في عالم الشينوبي من  يخرق القوانين يعتبر حثالة ولكن الذي يتخلى عن اصدقائه أسوء من الحثالة *

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 71」*

*–––––––– ·「☠️」· ––––––––––*

*❖┇ادورد آلريك┇❖*

*❐درس من دون ألم لا معنى له، لأنك لن تستطيع أن تحصل على شيئ من دون التضحية بشئ أخر، ولاكن عندما تستطيع التفوق على الألم ستحصل على قلب أقوى من اي شيئ نعم! إنه قلب معدني *

*–––––––– ·「☠️」· ––––––––––*`,

`*「مقولة رقم : 72」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇ايتاتشي┇❖*

*❐لا بأس بمحاولة تقليد من تحترم و لكن لا تتمادى في ذلك فتصبح نسخه منه *

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 73」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇أيوريا┇❖*

*❐ليست هناك حاجة إلى أسباب معينة لمساعدة شخص ما *

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 74」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇جينما┇❖*

*❐من السهل جدًا إيذاء الآخرين دون إدراك ذلك ، خاصة عندما تكون شابًا *

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 75」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇غانتا┇❖*

*❐أريد أن أكون قوياً بما يكفي لضرب الشخص الضعيف الذي أنا عليه اليوم *

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 76」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇رين┇❖*

*❐حتى لو كنت تنحرف عن الطريق الصحيح ، لا تنحرف أبدًا عما قرره قلبك *

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 77」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇هاروهي┇❖*

*❐تبدأ الأحلام عندما تؤمن بها *

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 78」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇ميليودس┇❖*

*❐الشيء المهم ليس ما يفكر فيه الآخرون عنك ، ولكن كيف تشعر حيالهم *

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 79」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇لولوش┇❖*

*❐أنت مفرط الذكاء لهذا السبب لن تتمكن من رؤية الأمور على طبيعتها او حقيقتها*

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 80」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇كيلوا┇❖*

*❐أتجاهل صديقاً و أنا أمتلك القدرة على مساعدته أوليست هذه خيانة*

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 81」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇دوفلامينغو┇❖*

*❐العدالة سوف تنتصر ! بالطبع ستنتصر !! لان من سيربح الحرب سيكون هو العدالة !فالمنتصر هو من سيكتب التاريخ!!*

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 82」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇هوتارو┇❖*

*❐إذا لم أرغب بفعله ، فلن أفعلها *

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 83」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇تيتش┇❖*

*❐ان تعيش أو تموت كلاهما بيد رب السماوات الخاسر الأكبر هو الذي يخشاهم*

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 84」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇سانجي┇❖*

*❐أنا لم اولد لي اصبح صديقا لفتاه..بل ولدت لكي احبهم*

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 85」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇دوفلامينغو┇❖*

*❐عندما كان عمري 10 سنوات .. رأيت الجنة والجحيم على الارض*

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 86」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇لوفي┇❖*

*❐اذا شعرت بالجوع فالتأكل*

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 87」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇ايس┇❖*

*❐قبل ان اموت ،، ساجد المعنى الحقيقي من حياتي بهذا العالم*

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 88」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇زورو┇❖*

*❐لا فائدة من التفاخر أثناء المعركة..ببساطة.."الفوز للأقوى*

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 89」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇ايس┇❖*

*❐لا أكثرت بالعيش آلاف من السنين ، إن عشت لنهاية هذا اليوم فسيكون ذلك أكثر من كافي*

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 90」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇دوفلامينغو┇❖*

*❐انا ابتسم فقط لانه لا يمكنني ان ازداد غضباً*

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 91」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇اوسوب┇❖*

*❐عندما يواجه صديقك وقتاً عصيباً عندها عليك ان تكون بجانبه*

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 92」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇شانكس┇❖*

*❐لايُهمني العذر الذي لديك..فلن أُسامح من يمد يده على رفاقي*

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 93」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇غارب┇❖*

*❐ليس لدي أي تعاطف مع المجرمين و لكن الأسرة قصة مختلفة*

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 94」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇زورو┇❖*

*❐اذا لم استطع حتى حماية حلم قائدي ، اذا الطموح الذي اسعى اليه لا شي سوى مجرد كلام فارغ*

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 95」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇دوفلامينغو┇❖*

*❐الضعيف لا يختار طريقة موته*

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 96」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇زيف┇❖*

*❐يصعب إيجاد شخص كهذا شخص لن يستسلم حتى الموت*

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 97」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇بارتولوميو┇❖*

*❐عندما يتقاتل شخصان في حلبه واحده ،، يصبحون اخوة حرب*

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 98」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇كروكودايل┇❖*

*❐لابد ان تحمي من تريد حمايتهم مهما كلفك الثمن*

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 99」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇فيفي┇❖*

*❐الناس هم المملكة و المملكة لاتساوي شياً بدون شعبها*

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 100」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇فرانكي┇❖*

*❐كثيروا الكلام قليلوا الافعال*

*––––––––– ·「☠️」· –––––––––––*`,
`*「مقولة رقم : 101」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇كايدو┇❖*

*❐لا يتخلى البشر عن الأمل…*
*لا بل يعجزون عن التخلي عنه*

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 102」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇بروك ساما┇❖*

*❐سأحميهم حتى لو كلفني هاذا حياتي.. اوه مع انني ميت*

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 103」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇بروك ساما┇❖*

*❐الرجال حين تقطع وعداً ، فلابد أن يوفون به مهما كان*

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 104」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇اينيل┇❖*

*❐البشر لايخافون من شيء اكثر من خوفهم من الموت*

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 105」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇اللحية البيضاء┇❖*

*❐أنا رجل واحد بقلب واحد،،قل انني شيطان ، قل انني وحش،،ولكنني لن ابقى الاقوى للابد*

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 106」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇سيلفر رايلي┇❖*

*❐ربما لا شيء في هذه الحياه يحدث عن طريق الصدفه كما يحدث كل شي لسبب،مصيرنا يأخذ شكلاً ببطء*

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 108」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇لوفي┇❖*

*❐تريد أن تحمي الجميع من الموت؟ هذا سخيف، إنها حرب، الناس تموت*

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 109」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇ميهوك┇❖*

*❐لا اتذكر اسم كل ضعيف اسحقه*

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 110」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇تشوبر┇❖*

*❐الالم هو اشارة لحماية الجسم ، لذا عدم شعور بالألم لا يجعلك اقوى بتاتاً*

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 111」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇زورو┇❖*

*❐عندما قررت ان تبحر في المحيطات،كل شي يحدث لك انت المسؤول عنه لا تلم البقية*

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 112」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇زيف┇❖*

*❐هناك أوقات لا يمكنك بها هزيمة رجل يحمل الإرادة العمياء في دمه*

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 113」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇كيزارو┇❖*

*❐بدون القوة .. لن تستطيع ان تنقذ احد*

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 114」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇ايس┇❖*

*❐بعض الاحيان يندفع الدم الى رأسي وأشعر انه إن هربت فسأخسر شيئاً مهماً!*

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 115」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇شانكس┇❖*

*❐اولئك الذي يريدون مواصله القتال ... تقدموا .. سنكون سعداء بقتالكم*

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 116」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇روبين┇❖*

*❐لدي حلم اريد تحقيقه حتى لو ضحيت في سبيلة كل م املك فلن يهمني*

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 117」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇ناروتو┇❖*

*❐النجاح أن تكون مستعدا للقيام بأمور لم يقم بها أحد من قبل .*

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 118」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇كاكاشي┇❖ *

*❐ستجد حتما من سيمد لك يد العون طالما لم تستسلم.*

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 119」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇ايتاتشي┇❖*

*❐لن تعرف حقيقة نفسك إلا عندما يأتيك الموت ستعرف أي شخص أنت و ستفهم حقيقة طبيعتك البشرية.*

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 120」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇اوبيتو┇❖*

*❐الرجل لن يكون رجل أن لم يمتلك ندبات قتال يتفاخر بها.*

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 121」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇اوروتشيمارو┇❖*

*❐كلما زادت سلطة الشخص ... كلما زاد غروره و غطرسته.*

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 122」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇مادارا┇❖*

*❐الأنسان ولد ليعيش ، لا ليمنع الآخرين من العيش.*

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 123」*

*––––––––– ·「☠️」· –––––––––––*

*❖┇كونان┇❖*

*❐ لا تنمو الأزهار في عالم لا ضوء فيه.*

*––––––––– ·「☠️」· –––––––––––*`,

`*「مقولة رقم : 124」*

*––––––––– ·「☠️」· ––––––––––*

*❖┇ناروتو┇❖*

*❐ليس الوجه الذي يجعل شخصًا وحشًا ، إنه القرارات التي يتخذها المرء في حياته .*

*––––––––– ·「☠️」· ––––––––––*`,

`*「مقولة رقم : 125」*

*––––––––– ·「☠️」· ––––––––––*

*❖┇ناروتو┇❖*

*❐الأشخاص الذين يواصلون وضع حياتهم في خط الحرب للدفاع عن إيمانهم يصبحون أبطال ويستمرون في الوجود في الأساطير .*

*––––––––– ·「☠️」· ––––––––––*`,

`*「مقولة رقم : 126」*

*––––––––– ·「☠️」· ––––––––––*

*❖┇توبيراما┇❖*

*❐البالغون أغبياء. إذا كنت تريد حقًا إنهاء هذا الكفاح الذي لا نهاية له ، يجب عليك الجلوس معًا والتوصل إلى هدنة  .*

*––––––––– ·「☠️」· ––––––––––*`,

`*「مقولة رقم : 127」*

*––––––––– ·「☠️」· ––––––––––*

*❖┇شيكامارو┇❖*

*❐الكسل هو أم كل العادات السيئة. لكن في النهاية ، هي أم ويجب أن نحترمها .*

*––––––––– ·「☠️」· ––––––––––*`,

`*「مقولة رقم : 128」*

*––––––––– ·「☠️」· ––––––––––*

*❖┇كاكاشي┇❖*

*❐إذا تجمع الشركاء الذين تثق بهم من حولك ، فيمكن أن يأخذ الأمل شكلًا طبيعيًا وأن يكون مرئيًا. هذا ما أعتقده .*

*––––––––– ·「☠️」· ––––––––––*`,

`*「مقولة رقم : 129」*

*––––––––– ·「☠️」· ––––––––––*

*❖┇ناجي هيوجا┇❖*

*❐الفرق بين الغباء والعبقرية ، هو أن العبقرية لها حدودها .*

*––––––––– ·「☠️」· ––––––––––*`,

`*「مقولة رقم : 130」*

*––––––––– ·「☠️」· ––––––––––*

*❖┇ايتاتشي┇❖*

*❐لكي تكون قادرًا على أن تسامح وأن تكون على دراية بالذات ، فهذا ما يعنيه حقًا أن تكون قويًا .*

*––––––––– ·「☠️」· ––––––––––*`,

`*「مقولة رقم : 131」*

*––––––––– ·「☠️」· ––––––––––*

*❖┇هاكو┇❖*

*❐فقط من خلال عيون الآخرين أن حياتنا لها معنى .*

*––––––––– ·「☠️」· ––––––––––*`,

`*「مقولة رقم : 132」*

*––––––––– ·「☠️」· ––––––––––*

*❖┇ايتاتشي┇❖*

*❐أولئك الذين ليسوا قادرين على معرفة أنفسهم محكوم عليهم بالفشل .*

*––––––––– ·「☠️」· ––––––––––*`,

`*「مقولة رقم : 133」*

*––––––––– ·「☠️」· ––––––––––*

*❖┇اوبيتو┇❖*

*❐لا أحد يهتم بما كان عليه حتى أرتدي قناع .*

*––––––––– ·「☠️」· ––––––––––*`,

`*「مقولة رقم : 134」*

*––––––––– ·「☠️」· ––––––––––*

*❖┇مادارا┇❖*

*❐هل تعتقد أن الموت معًا يمكن أن يكون نوعًا من "العمل الجماعي"؟ .*

*––––––––– ·「☠️」· ––––––––––*`,

`*「مقولة رقم : 135」*

*––––––––– ·「☠️」· ––––––––––*

*❖┇ايتاتشي┇❖*

*❐حياة الناس لا تنتهي عندما يموتون. بل تنتهي عندما يفقدون إيمانهم.*

*––––––––– ·「☠️」· ––––––––––*`,

`*「مقولة رقم : 136」*

*––––––––– ·「☠️」· ––––––––––*

*❖┇شيكامورا┇❖*

*❐ليس لأنني كسول ، لكنني لا أهتم حقًا.*

*––––––––– ·「☠️」· ––––––––––*`,

`*「مقولة رقم : 137」*

*––––––––– ·「☠️」· ––––––––––*

*❖┇مادارا┇❖*

*❐استيقظ على الواقع! لا تسير الأمور وفقًا للخطة الموضوعة في هذا العالم. كلما طالت العمر ، كلما أدركت أنه في هذا الواقع لا يوجد سوى الألم والمعاناة والعقم.*

*––––––––– ·「☠️」· ––––––––––*`,

`*「مقولة رقم : 138」*

*––––––––– ·「☠️」· ––––––––––*

*❖┇باين┇❖*

*❐الألم هو وسيلة لتحقيق السلام.*

*––––––––– ·「☠️」· ––––––––––*`,

`*「مقولة رقم : 139」*

*––––––––– ·「☠️」· ––––––––––*

*❖┇جيرايا┇❖*

*❐المكان الذي لا يزال شخص ما يفكر فيه هو المكان الذي يمكنك الاتصال به بالمنزل.*

*––––––––– ·「☠️」· ––––––––––*`,

`*「مقولة رقم : 140」*

*–––––––– ·「☠️」· –––––––––*

*❖┇ناروتو┇❖*

*❐العمل الشاق لا طائل منه بالنسبة لأولئك الذين لا يؤمنون بأنفسهم.*

*–––––––– ·「☠️」· –––––––––*`,
]

